Repository: Bigguy34/comprehensive-google-map-plugin
Catalog: languages/cgmp-*.po
Languages: it_it

source: Click on map markers to get directions
it_it: Clicca sui marker per ottenere le indicazioni stradali

source: Get Directions
it_it: Indicazioni Stradali

source: Print Directions
it_it: Stampa Indicazioni

source: Additional options
it_it: Opzioni Aggiuntive

source: Avoid tolls
it_it: Evita Pedaggi

source: Avoid highways
it_it: Evita Autostrade

source: Miles
it_it: Miglia

source: Documentation
it_it: Documentazione

source: Shortcode Builder
it_it: Generatore di Shortcode

source: Settings
it_it: Impostazioni

source: Donate
it_it: Donation

source: ATTENTION! (by Comprehensive Google Map Plugin)\n\nYour blog/site theme or one of your plugins uses jQuery javascript library which is older than the version 1.3.0.\nThe Comprehensive Google Map plugin will not work with such outdated jQuery version.\n\nThe minimum jQuery requirement for Comprehensive Google Map plugin is version 1.3.0. Apologies for the inconvenience..
it_it: ATTENZIONE! (Comprehensive da Google Map Plugin) \n\nIl blog / sito tema o uno dei tuoi plugin utilizza jQuery libreria javascript che è precedente alla versione 1.3.0. \nIl Comprehensive Google plug-Map non lavorare con la versione jQuery obsoleta. \n\nIl jQuery requisito minimo per il plugin Comprehensive Google Map è la versione 1.3.0. Ci scusiamo per il disagio ..

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Google found the following address(es) as NON-geographic and could not find them:<br /><br />[REPLACE]<br />Consider revising the address(es). Did you make a mistake when creating marker locations or did not provide a full geo-address? Alternatively use Google web to validate the address(es)
it_it: <b>ATTENZIONE</b>! (da Comprehensive Google Map Plugin)<br /><br />Google ha individuato gli indirizzi seguenti come NON-geografici e non riesce a trovarli:<br /><br/ >[REPLACE]<br />Rivedi gli indirizzi errati. Hai fatto uno sbaglio quando hai creato la posizione di un marker o non hai fornito un indirizzo completamente geografico? Alternativamente puoi usare Google Maps per validare gli indirizzi errati

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />You did not specify any marker locations for the Google map! Please check the following when adding marker locations:<br /><b>[a]</b> In the shortcode builder, did you add location(s) and clicked the Add button before generating shortcode?<br /><b>[b]</b> In the widget, did you add location(s) and clicked Add button before clicking Save?<br /><br />Please revisit and reconfigure your widget or shortcode configuration. The map requires at least one marker location to be added..
it_it: <b>ATTENZIONE</b>! (Comprehensive da Google Map Plugin) <br /> <br /> Caro blog / sito web proprietario, <br /> non ha specificato alcuna posizione degli indicatori per la mappa di Google! Controllare quanto segue quando si aggiungono posizioni dei marcatori: <br /> <b>[a]</b> In shortcode il costruttore, sono state aggiunte posizione (s) e fa clic sul pulsante Add prima di generare shortcode <br /> <b>[b]</b> Nel widget, ha aggiunto posizione (s) e cliccato sul pulsante Aggiungi prima di fare clic su Salva? <br /> <br /> si prega di rivisitare e riconfigurare il widget o configurazione shortcode. La mappa richiede almeno un indicatore di posizione da aggiungere ..

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />Google returned the following error when trying to load KML file:<br /><br />[MSG] ([STATUS])
it_it: <b>ATTENZIONE</b>! (da Comprehensive Google Map Plugin)<br /><br />Caro proprietario del blog/sito web,<br />Google ha ritornato il seguente errore durante il caricamento del file KML:<br /><br />[MSG] ([STATUS])

source: The KML file is not a valid KML, KMZ or GeoRSS document.
it_it: Il file KML non è un file valido (KML, KMZ o Documento GeoRSS).

source: The KML file could not be fetched.
it_it: Il file KML file non può essere scaricato.

source: The KML file exceeds the feature limits of KmlLayer.
it_it: Il file KML ha ecceduto i limiti delle funzionalità di KmlLayer.

source: The KML file could not be found. Most likely it is an invalid URL, or the document is not publicly available.
it_it: Il file KML non è stato trovato. Molto probabilmente l'URL associato non è valido o il documento associato non è disponibile pubblicamente.

source: The KmlLayer is invalid.
it_it: Il KmlLayer non è valido.

source: The KML file could not be loaded within a reasonable amount of time.
it_it: Il file KML non può essere caricato in un tempo ragionevole.

source: The KML file exceeds the file size limits of KmlLayer.
it_it: Il file KML ha ecceduto i limiti della dimensione file del KmlLayer

source: The KML file failed to load for an unknown reason.
it_it: Il caricamento del file KML è fallito per una ragione sconosciuta.

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />It looks like your webpage has reference to the older Google API v2, in addition to the API v3 used by Comprehensive Google Map! An example of plugin using the older API v2, can be jquery.gmap plugin.<br /><br />Please disable conflicting plugin(s). In the meanwhile, map generation is aborted!
it_it: <b>ATTENZIONE</b>! (da Comprehensive Google Map Plugin)<br /><br />Caro proprietario del blog/sito web,<br />Sembra che la tua pagina sia referenziata alla vecchia versione delle API di Google v2 invece della versione v3 utilizzata da Comprehensive Google Map! Un esempio di un plugin che utilizza le vecchie API v2 può essere jquery.gmap.plugin.<br /><br />Per favore disattiva i plugins in conflitto. Intanto... la generazione della mappa è stata interrotta

source: <b>ATTENTION</b>!(by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />It looks like Google map API could not be reached. Map generation was aborted!<br /><br />Please check that Google API script was loaded in the HTML source of your web page
it_it: <b>ATTENZIONE</b>!(da Comprehensive Google Map Plugin)<br /><br />Caro proprietari del blog/sito web,<br />Sembra che le API di Google Maps non possano essere caricate. La generazione della mappa è stata interrotta!<br /><br />Controlla che lo script della API di Google sia caricato nel sorgente HTML della tua pagina

source: Address
it_it: Indirizzo

source: Directions
it_it: Indicazioni

source: To here
it_it: A Qui

source: From here
it_it: Da Qui

source: You do not have sufficient permissions to access this page.
it_it: Non hai i privilegi per accedere a questa pagina.

source: A simple and intuitive, yet elegant fully documented Google map plugin that installs as a widget and a short code. The plugin is packed with useful features. Widget and shortcode enabled. Offers extensive configuration options for marker, controls, size, KML files, location by latitude/longitude, location by address, info window, directions, traffic/bike lanes and more.
it_it: Un plugin per Google Map semplice, intuitivo eppure elegante e completamente documento che è possibile utilizzare tramite widget o shortcode. Il plugin è fornito con funzionalità utili. Configurazioni aggiuntive sono offerte: markers, più di 250 icone custom, Geo Mashup, controlli, dimensione, file KML, localizzazione tramite latitudine/longitudine, localizzazione tramite indirizzo, balloon per il marker, indicazioni stradali, indicazioni di traffico, piste ciclabili e altro ancora.
